{
  "status": 200,
  "data": {
    "id": "123-123-123-123",
    "title": "EdTechJokerTV",
    "author": "EdTechJoker",
    "description": "A series of talks to learn about JSON and web standard communications",
    "longDescription": "A series of talks to learn about JSON and web standard communications",
    "license": "by-sa",
    "metadata": {},
    "items": [
      {
        "id": "Shaq",
        "indent": 0,
        "order": 0,
        "parent": null,
        "title": "Hot Ones: Shaquille O'Neal",
        "description": "Shaquille O'Neal joins Sean Evans in a high-stakes free-throw wing-eating contest.",
        "longDescription": "Shaquille O'Neal is one of the most dominant players in NBA history, an analyst on TNT's Emmy Award-winning Inside the NBA, and a globally recognized DJ sensation bringing Shaq's Fun House is to Miami Music Fest on March 29th. But how is he with spicy food? Find out as the Big Aristotle has his date with the wings of death—one he claims he only accepted because he thought Justin Timberlake was hosting. Along the way, Shaq discusses his history with Kobe Bryant, breaks down his record-breaking Walmart purchase, and joins Sean Evans in a high-stakes free-throw shooting contest.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=_sZH-psg9yE",
          "timecode": 30,
          "startTime": "12:00PM",
          "author":"First We Feast",
          "created": 1697033522,
          "updated": 1697034021
        }
      },
      {
        "id": "Rudd",
        "indent": 0,
        "order": 0,
        "parent": null,
        "title": "Hot Ones: Paul Rudd",
        "description": "Paul Rudd improvises a tearful scene inspired by the wings of death.",
        "longDescription": "Paul Rudd is an actor, writer, and producer who has been in some of the most beloved films and TV shows of the last 25 years, from Judd Apatow comedies to the Marvel Universe. You can catch him on the new Netflix comedy, Living With Yourself, which is set to release on October 18th. But how is he with spicy food? Find out as one of the nicest dudes in Hollywood takes on some of the least nice hot sauces on the planet. Along the way, Rudd breaks down the alternate Anchorman script that never was, shares his love for David Letterman, and improvises a tearful scene inspired by the wings of death.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=gWVHses2GCY&t=1630s",
          "timecode": 30,
          "startTime": "12:30PM",
          "author":"First We Feast",
          "created": 1697033522,
          "updated": 1697034021
        }
      },
      {
        "id": "Pugh",
        "indent": 0,
        "order": 0,
        "parent": null,
        "title": "Hot Ones: Florence Pugh",
        "description": "Florence Pugh takes on the wings of death and discusses the MCU, the best pub in Oxford, and the perfect cup of tea.",
        "longDescription": "Florence Pugh is an Academy Award–nominated actor with an ever-growing list of acclaimed performances, from Lady MacBeth to Black Widow, Little Women, Midsommar, and many more. You can also catch her starring alongside Morgan Freeman in her latest film, A Good Person, now playing in theaters worldwide. But how is she with spicy food? Find out as Flo takes on the wings of death and discusses eating spicy mac and cheese in the MCU, the best pub in Oxford, and the perfect cup of tea.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=9oSm0c6bPTM&list=PLAzrgbu8gEMKjocmA3l7Hcpyqt3oU-Die&index=4",
          "timecode": 30,
          "startTime": "1:00PM",
          "author":"First We Feast",
          "created": 1697033522,
          "updated": 1697034021
        }
      },
      {
        "id": "John",
        "indent": 0,
        "order": 0,
        "parent": null,
        "title": "Hot Ones: John Mulaney",
        "description": "John Mulaney takes on the wings of death and discusses the perils of fish food, the writers strike, and the influence of Chris Rock.",
        "longDescription": "John Mulaney is an Emmy Award–winning writer and comedian who rose to prominence during his time at Saturday Night Live. In the time since, he's done everything from an acclaimed Broadway show, to a children's musical and a number of beloved comedy specials, including his latest, Baby J, which is now available to stream on Netflix. But how is he with spicy food? Find out as Mulaney takes on the wings of death and discusses the perils of fish food, the writers strike, and the influence of Chris Rock. Happy 300th episode of Hot Ones, Spice Lords!",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=W78ChV1ZE-A&list=PLAzrgbu8gEMIIK3r4Se1dOZWSZzUSadfZ&index=22",
          "timecode": 30,
          "startTime": "1:30PM",
          "author":"First We Feast",
          "created": 1697033522,
          "updated": 1697034021
        }
      },
      {
        "id": "SNL",
        "indent": 0,
        "order": 0,
        "parent": null,
        "title": "Hot Ones: Melissa McCarthy",
        "description": "Melissa McCarthy takes on the wings of death and discusses red-carpet tracksuits, Saturday Night Live, and the future of comedies in Hollywood.",
        "longDescription": "Melissa McCarthy is an Academy Award-nominated actor whose resume includes everything from beloved TV sitcoms, to record-shattering comedies and acclaimed dramatic performances. You can also catch her as Ursula in Disney's The Little Mermaid, now playing in theaters. But how is she with spicy food? Find out as McCarthy takes on the wings of death and discusses red-carpet tracksuits, Saturday Night Live, and the future of comedies in Hollywood.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=jPP2xBDbsbE&list=PLAzrgbu8gEMIIK3r4Se1dOZWSZzUSadfZ&index=24",
          "timecode": 30,
          "startTime": "2:00PM",
          "author":"First We Feast",
          "created": 1697033522,
          "updated": 1697034021
        }
      },
      {
        "id": "Emma",
        "indent": 0,
        "order": 0,
        "parent": null,
        "title": "Hot Ones: Emma Chamberlain",
        "description": "Emma Chamberlain takes on the wings of death and discusses becoming a meme with Jack Harlow at the Met Gala, Architectural Digest house tours, and how she became a Vogue muse.",
        "longDescription": "Emma Chamberlain is an internet juggernaut-turned-coffee and fashion mogul. Check out her YouTube page for everything from European travel vlogs, to swap-meet shopping hauls, and listen to Anything Goes with Emma Chamberlain wherever you get your podcasts. But how is she with spicy food? Find out as Emma takes on the wings of death and discusses becoming a meme with Jack Harlow at the Met Gala, Architectural Digest house tours, and how she became a Vogue muse.",
        "metadata": {
          "source": "https://www.youtube.com/watch?v=ZeXN7PchnkQ&list=PLAzrgbu8gEMIIK3r4Se1dOZWSZzUSadfZ&index=55",
          "timecode": 30,
          "startTime": "2:30PM",
          "author":"First We Feast",
          "created": 1697033522,
          "updated": 1697034021
        }
      }
    ]
  }
}



     